Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/FRC Introductory Presentation  04MAR_16.tmx
Source language: en
Languages: es

source: We have experienced tragic losses through workplace fatalities.
es: Hemos sufrido pérdidas trágicas por fatalidades en el lugar de trabajo.

source: A large portion of our key clients (eg Anglo American, Rio Tinto, Glencore, KCGM, BHP, Shell) incorporate “Golden Rules”, “Life Saving Rules”, “Cardinal Rules”, or “Fatal Risk Controls” into their H&S framework and culture.
es: Gran parte de nuestros clientes clave (Anglo American, Rio Tinto, Glencore, KCGM, BHP, Shell) incorporan “reglas de oro”, “reglas que salvan vidas”, “reglas vitales” o “controles de riesgos fatales” en sus marcos y cultura de salud y seguridad.

source: Acknowledge that some clients will have their own and we will work with them to implement theirs in conjunction with ours.
es: Reconozcamos que algunos clientes tendrán sus propias normas y trabajaremos con ellos para implementar las suyas junto con la nuestra.

source: Acknowledgement that reducing minor injuries (eg hand injuries) does not necessarily reduce major or potentially fatal injuries.
es: Reconocimiento de que reducir lesiones menores (lesiones en las manos, por ejemplo) no necesariamente reduce lesiones mayores o potencialmente fatales.

source: All in board grabbed on to the anchor line when the boat flipped but Tom could not hold on.
es: Todos a borde se tomaron de la línea del ancla cuando el bote se volcó, pero Tom no pudo sujetarse.

source: Although Scott’s colleague in the passenger seat survived, Scott did not.
es: Aunque el colega que iba de pasajero sobrevivió, Scott falleció.

source: Always wear a seatbelt.
es: Siempre use un cinturón de seguridad.

source: And Now……..2013
es: Ahora……2013

source: And Now……..2014
es: Ahora……2014

source: Applicable to wide range of our projects
es: Aplicarse a una ampla gama de proyectos

source: Are there fatal risks present on site?
es: ¿Hay riesgos fatales en el sitio?

source: Ask people for examples of this?
es: Pedir ejemplos de esto a los asistentes.

source: Ask the audience:
es: Pregunta al público:

source: At this point we reflect on what FRCs are – I have added in animation on these slides, as a presenter you can decide whether you would like people to remember what the controls are before showing them.
es: Eneste punto, reflexionamos sobre lo que son los controles de riesgos fatales. Puse una animación en estas diapositivas. Como presentador, puedes decidir si quieres que la gente recuerde qué son estos controles antes de mostrárselos.

source: Avoid entering areas of unsupported ground.
es: Evite ingresar a áreas donde el terreno no tenga soporte.

source: Avoid statements like “Always work safely”
es: Evitar afirmaciones como “Trabaja siempre con seguridad”

source: Be compatible with good industry practice
es: Ser compatibles con buenas prácticas de la industria

source: Being in Control of the Work We Do
es: Tener el control de nuestro trabajo

source: Capsized boat after engine failure on Thompson River in BC, others survived
es: Vuelco de bote tras falla del motor en el río Thompson en BC, otros sobrevivieron

source: Colleague survived
es: su colega sobrevivió

source: Conrad Bruno, February 26, 2012 (31 years old).
es: Conrad Bruno, 26 de febrero de 2012 (31 años).

source: Conrad was working as a guide in Northern Alberta Canada when……He was survived by a wife and 2 sons.
es: Conrad trabajaba como guía en el norte de Alberta (Canadá) cuando… dejó a su esposa y a 2 hijos.

source: Crashed helicopter
es: Caída de helicóptero

source: Criteria for Fatal Risk Controls
es: Criterios de los controles de riesgos fatales

source: Data from the 2013 Safety Culture survey points to the need for simple tools to unburden the HSE system.
es: Los datos de la encuesa de Cultura de Seguridad 2013 apuntan a la necesidad de contar con herramientas simples para simplificar el sistema de HSE.

source: David Brown, 1998 (28 years old).
es: David Brown, 1998 (28 años).

source: Do not enter a confined and/or restricted space without understanding and following the sites confined space procedure.
es: No entre a un espacio confinado o restringido sin entender y seguir los procedimientos del sitio relativos a espacios confinados.

source: Do not stand within 2 m of an open edge where there is the potential to fall greater than 1.8 m without approved fall protection.
es: No se pare a menos de 2 m de un borde sin los elementos aprobados de protección contra caídas si existe la posibilidad de caer más de 1,8 metros.

source: Do not enter the zone of influence of heavy mobile equipment until you have positive ok from the operator.
es: No entre a la zona de influencia del equipo en movimiento hasta que tenga una autorización absoluta.

source: Do not walk under a suspended load.
es: No camine bajo una carga suspendida.

source: Do we feel this control will be hard to implement, and if so why?
es: ¿Este control será muy difícil de implementar? ¿Por qué?

source: Don’t drive after 14 hours of work.
es: No conduzca luego de haber trabajado durante 14 horas.

source: Don’t enter an unshored testpit or trench greater than 1.2 m depth.
es: No entre a una zanja o trinchera no entibada que tenga una profundidad mayor a 1,2 metros.

source: Don’t use your cell phone.
es: No use el teléfono celular mientras conduce.

source: Driver fatigue on a dry straight road resulted in rolling the vehicle several times after hitting an embankment
es: Fatiga del conductor en camino recto y seco resultante en vuelco del vehículo tras golpear un terraplén.

source: Driver fatigue resulting in rolling the vehicle multiple times down a steep embankment
es: Fatiga del conductor resultante en vuelco del vehículo y caída por un terraplén empinado

source: Driving
es: Conducción

source: Driving back from a site in Yallourn to Melbourne, Scott feel asleep at the wheel, clipped another car rolling his vehicle.
es: Conducía de regreso de un sitio en Yallourn hacia Melbourne (Australia), se quedó dormido al volante, chocó a otro vehículo y volcó.

source: Drowning
es: Ahogamiento

source: Employee exceeding speed limit (~unknown km/h), vehicle impounded 60 days
es: Colaborador conduce sobre el límite de velocidad (~km/h desconocidos), vehículo retenido por 60 días

source: Employee exceeding speed limit (~45 km/h over posted limit), vehicle impounded 30 days
es: Colaborador conduce sobre el límite de velocidad (~45 km/h más), vehículo retenido por 30 días

source: Employee exceeding speed limit (~45 km/h over posted limit)
es: Colaborador conduce sobre el límite de velocidad (~45 km/h más que el límite señalado)

source: Employee working close
es: Colaborador que trabajaba cerca

source: Employee’s hard hat hit by passing grader while conducting nuclear densometer testing
es: Casco del colaborador golpeado por niveladora que pasaba mientras hacía pruebas con densímetro nuclear

source: Exposure, working alone
es: Exposición, trabajo solitario

source: Fatal Risk Control – Heavy Equipment
es: Control de riesgos fatales: maquinaria pesada

source: Fatal Risk Controls
es: Controles de riesgos fatales

source: Fatal Risk Controls - One Standard
es: Controles de riesgos fatales: una norma

source: Fatal Risk Controls are not expected to cover every hazard, they are complemented by task specific hazard identification and control.
es: Los controles de riesgos fatales no deberían cubrir todos los peligros, sino complementarse con identificación y control de peligros específicos en las tareas.

source: Fatal Risk Controls:
es: Controles de riesgos fatales:

source: Fatality (1998).
es: Fatalidad (1998).

source: For clients that are not yet at this level, it allows us to keep our attentions focussed on the fatal risks on those sites.
es: Con respecto a los clientes que todavía no alcanzan tal nivel, podremos mantenernos enfocados en los riesgos fatales de esas faenas.

source: Golder has had one fatality due to fatigue and driving – Scott Brooks.
es: Golder ha tenido una fatalidad debido a la fatiga y la conducción: Scott Brooks.

source: Golder’s Corporate Fatality History
es: Historial corporativo de fatalidades de Golder

source: Ground Stability
es: Estabilidad del terreno

source: HaSEP development and reviews.
es: Desarrollo y revisiones del HaSEP.

source: Have the fatal risk controls been implemented?
es: ¿Están implementados los controles de riesgos fatales?

source: Have the fatal risks been identified?
es: ¿Están identificados los riesgos fatales?

source: Have the poster printed out ready to handout at the beginning or the end.
es: Tener el póster impreso y listo para entregar al comienzo o al final.

source: Hazardous Substances
es: Sustancias peligrosas

source: He was killed by a hit and run driver while on a geological mapping exercise for a highway realignment project in South Tennessee.
es: Murió al ser atropellado por un conductor dado a la fuga mientras hacía un mapeo geológico para un proyecto de realineación de carreteras en el sur de Tennessee.

source: He was survived by his wife Leanne and his six month old daughter Olivia.
es: Dejó a su esposa Leanne y a su hija de seis meses, Olivia.

source: Heavy Equipment
es: Maquinaria pesada

source: Helicopter Crash in Australia
es: Caída de helicóptero en Australia

source: Here we can emphasize that we do not need another system to allow us to embed the FRC’s into our work – we must above all focus on what they are, and how we can ensure they become part of our every day life.
es: Aquí podemos enfatizar que no necesitamos otro sistema que nos permita integrar los controles de riesgos fatales en el trabajo: debemos, por sobre todo, enfocarnos en lo que son y en cómo podemos asegurarnos de que se conviertan en parte del día a día.

source: Hit and run while conducting geological mapping in Tennessee
es: Atropello por conductor dado a la fuga durante mapeo geológico en Tennessee

source: Hit by a haul truck while working in Indonesia
es: Atropello por camión de carga mientras trabajaba en Indonesia

source: Hit by a reversing construction truck while talking on a cell phone (BC Place Expo).
es: Fue atropellado por un camión de construcción que retrocedía mientras hablaba por celular (estadio BC Place Expo).

source: Hit by reversing construction truck at BC Place Expo site while on cell phone
es: Atropello por camión de construcción que retrocedía en el sitio del estadio BC Place Expo mientras hablaba por celular

source: Hit by scraper while conducting earthworks testing in Australia
es: Atropello por escarificador durante ensayos de movimientos de tierra en Australia

source: How can we embed these in our work?
es: ¿Cómo puedo integrar esto en el trabajo?

source: How we meet this standard and how we implement it may be different, but we are all striving to achieve the one standard – whether that be across our own geographical locations – but also in working with all of our clients with varying cultures of H&S.
es: La manera en que cumplimos esta norma y laimplementamos puede cambiar, pero todos estamos intentando confluir en una sola norma, ya sea en cada punto de nuestra distribución geográfica o en el trabajo con cada uno de nuestros clientes, cuyas culturas de salud y seguridad pueden ser dispares.

source: I encourage presenters to watch this video to gain further clarity what our focus of this slide is.
es: Animo a los presentadores a ver este video para tener más claridad sobre cuál es el foco de esta diapositiva.

source: Identification that the risk-based approach can fail when dealing with extreme consequence situations.
es: Identificación de que el método basado en riesgos puede fallar al enfrentar situaciones con consecuencias extremadamente graves.

source: Identify your safe spot.
es: Identifique su zona de seguridad.

source: If nothing is given, you could respond with multiple page HaSEPs, more rigorous investigation process for paper cuts than for a fatal near miss.
es: Si no responden, hablarles de los HaSEP de muchas páginas o de los procesos de investigación que son más rigurosos para un corte con una hoja de papel que para una cuasi pérdida fatal.

source: Important point to emphasize here is from Paul Farrows talk to the Vancouver Mining Group earlier in the year:
es: El punto importante a remarcar es el de la charla de Paul Farrows que ofreció al Grupo de Minería de Vancouver a principios de año:

source: Injury Frequency Rate vs Fatality Rate
es: Tasa de frecuencia de lesiones y tasa de fatalidad

source: It is important on this slide to reflect on the fact that 50% of Golders fatalities have come from this area - Jamie Costigan, David Brown, John Chambers and Peter Nedelkos all died while working for Golder as this control was not followed.
es: Es importante en esta diapositiva reflexionar sobre el hecho de que 50% de las fatalidades de Golder están en este ámbito. Jamie Costigan, David Brown, John Chambers y Peter Nedelkos murieron trabajando para Golder sin que se estuviera respetando este control.

source: Jamie Costigan, June 24, 2004 (27 years old), hit by a haul truck while working on an Indonesian Mine site.
es: Jamie Costigan, 24 de junio de 2004 (27 años), atropellado por un camión de carga mientras trabajaba en una mina en Indonesia.

source: Job Safety Analysis.
es: Análisis de seguridad del trabajo.

source: John Chambers, September 14, 2001 (32 years old).
es: John Chambers, 14 de septiembre de 2001 (32 años).

source: John was a project Geologist working in the Atlanta office.
es: John era geólogo de proyecto y trabajaba en la oficina de Atlanta (EE.UU.)

source: John was survived by his 10 year old son as well as a brother, sister and both parents.
es: John dejó a un hijo de 10 años, a un hermano, una hermana y a sus dos padres.

source: Light vehicle rollover
es: Vuelco de vehículo liviano

source: Maybe sometimes, if we’re spending too much time in the trees, we forget what the forest looks like – and that’s where bad things can happen.
es: A veces, quizá, si pasamos mucho tiempo en los árboles, nos olvidamos de cómo luce el bosque y entonces es cuando pasan las cosas.

source: Missing birthdays, holidays, personal goals.
es: Perderse un cumpleaños, una fiesta, una meta personal… de por vida.

source: Near miss (Elk Valley BC 2013)
es: Cuasipérdida (Elk Valley BC 2013)

source: Near miss (Giant 2013) – employee standing ~6 feet behind reversing dump truck
es: Cuasipérdida (Giant 2013) – colaborador parado a cerca de 2 metros de parte trasera de camión tolva

source: Near miss (Kelowna 2005).
es: Cuasipérdida (Kelowna 2005).

source: Next month you will receive an invite to attend a presentation for the first Fatal Risk Control on Heavy Equipment.
es: El próximo mes les llegará una invitación para asistir a una presentación del primer Control de Riesgos Fatales sobre maquinaria pesada.

source: Other examples:
es: Otros ejemplos:

source: Our Fatal Risk Controls provide a barrier to shield us from what can kill us.
es: Nuestros controles de riesgos fatales ponen una barrera que nos protege de aquello que puede matarnos.

source: Our Fatal Risk Controls provide us with one standard for health and safety in Global Mining.
es: Nuestros Controles de Riesgos Fatales nos entregan una sola norma de salud y seguridad para Global Mining.

source: Our Golder family has grown over the past 50 years with much success and satisfaction in the work we do.
es: Nuestra familia en Golder ha crecido en los últimos 50 años con gran éxito y satisfacción por nuestro trabajo.

source: P&A Site Visits/Field Audits:
es: Visitas a terreno y auditorías de terreno de los P&A:

source: Passing under Suspended Loads
es: transitar bajo cargas suspendidas

source: Peter Giam, February 1991.
es: Peter Giam, febrero de 1991.

source: Peter Nedelkos, April 27, 1995 (26 years old).
es: Peter Nedelkos, 27 de abril de 1995 (26 años).

source: Peter was killed when the helicopter went down.
es: Peter murió al caer el helicóptero.

source: Peter was very interested in helicopters and engaged with the pilot who decided to show off his skills and the helicopters capabilities.
es: Peter tenía mucho interés en los helicópteros y trabó amistad con el piloto, quien decidió demostrar sus habilidades y las capacidades de la aeronave.

source: Prioritization of hazards to simplify HaSEPs.
es: Priorización de los peligros para simplificar los HaSEP.

source: Protect yourself and others against falls.
es: Protéjase a sí mismo y a otros contra caídas.

source: Protect yourself and others against hazardous substances you are handling or breathing.
es: Protéjase a sí mismo y a otros de las sustancias peligrosas que esté manipulando o respirando.

source: Recognition that the existing hazard identification processes can miss fatal risks – numerous near misses associated with high consequence hazards.
es: Reconocimiento de que los actuales procesos de identificación de peligros pueden omitir riesgos fatales: muchas cuasi pérdidas relacionadas con peligros de consecuencias graves.

source: Regrettably, our success has been punctuated by no less than eight fatal events – dating back to 1981.
es: Lamentablemente, nuestro éxito ha estado marcado por no menos de ocho sucesos fatales que se remontan hasta 1981.

source: Relate to hazards that have high potential cause a serious injury or fatality (SIF)
es: Relacionarse con peligros que tienen alto potencial de causar una lesión grave o fatalidad (SIF)

source: Respect the posted speed limits, drive at a speed appropriate to the conditions.
es: Respete el límite de velocidad y conduzca a una velocidad adecuada a las condiciones imperantes.

source: SIF – a life threatening work related injury or illness requiring immediate life preserving rescue action where if not applied would likely result in the death of the individual (those cases that usually require the intervention of emergency response personnel to provide life-saving support).
es: SIF: es una lesión o enfermedad laboral que amenaza la vida y que requiere acción de rescate inmediata para preservar la vida que, de no ejecutarse, resultaría en la muerte del individuo (aquellos casos que suelen requerir intervención de personal de respuesta a emergencias para prestar apoyo de salvamento).

source: SIF potential – When the incident results in an actual SIF or when the exposure could have reasonably and realistically resulted in a fatality or serious injury outcome and there is a sense that luck or chance played a role in the severity of the actual outcome. In other words, if the situation was repeated dozens of times, is it reasonable to conclude the outcome would eventually be a SIF
es: Potencial de SIF: cuando el incidente resulta en una SFI o cuando la exposición pudiera resultar efectivamente en la muerte o en una lesión grave y queda la sensación de que la suerte o el azar tuvieron relación con la gravedad del resultado final. En otras palabras, si la situación se repitió una y otra vez, es razonable concluir que el resultado pudo haber sido una SIF.

source: Scan continuously for signs of ground instability.
es: Ponga atención a los signos de inestabilidad del terreno.

source: Scott Brooks, April 2001.
es: Scott Brooks, abril de 2001.

source: Serious Injuries and Fatalities (SIF)
es: Lesiones graves y fatalidades (SIF)

source: State that for years we have believed that if we address the hazards, near misses and injuries in the bottom of the triangle, the top half will take care of itself.
es: Señalar que durante años hemos creído que si nos preocupamos de los peligros, cuasi pérdidas y lesiones de la parte inferior de la pirámide, la mitad superior se resolverá sola.

source: Stranded on a snowmachine in Northern Albertan winter
es: Varado en motonieve durante el invierno en el norte de Alberta

source: Struck by haul truck
es: Atropello por camión de carga

source: Struck by heavy equipment
es: Golpe de maquinaria pesada

source: Struck by light vehicle
es: Atropello por vehículo liviano

source: Struck by reversing dump truck
es: Atropello por camión tolva en reversa

source: Struck by reversing scraper
es: Atropello por escarificador en reversa

source: Summary of fatalities in Golder (1960 to 2014)
es: Resumen de fatalidades en Golder (1960 a 2014)

source: Survived by his parents and 4 siblings.
es: Dejó a sus padres y a 4 hijos.

source: Then……..1998
es: Antes……1998

source: Then……..2004
es: Antes……2004

source: Then……..2005
es: Antes……2005

source: They are not infallible – we all have the responsibility to ensure that these controls are in place and working effectively.
es: No son infalibles. Todos tenemos la responsabilidad de asegurar que los controles existan y que funcionen con eficacia.

source: This has resulted in a paradigm shift in health and safety thinking, as the measurement system we have been using has created a blind spot, not providing visibility to the events that are leading to serious injuries and fatalities.
es: Esto se ha traducido en un cambio de paradigma en el pensamiento sobre salud y seguridad, ya que el sistema de medición que hemos usado ha creado un punto ciego que no da visibilidad a los eventos que acarrean lesiones graves y fatalidades.

source: Thomas Flynn, February 18, 1981 (62 years old).
es: Thomas Flynn, 18 de febrero de 1981 (62 años).

source: Tom was on the Thompson River BC, in a boat that the engine would not start and was swept into the fast moving river.
es: Tom estaba en el río Thompson, en Columbia Británica, en un bote cuyo motor no partía y fue llevado hacia el correntoso río.

source: Tracking SIF and SIF Potential.
es: Seguimiento de SIF y Potencial de SIF.

source: Vehicle Collision in Australia,
es: Choque de vehículo en Australia,

source: We all have a role to play – we must make a safety promise to ourselves, our coworkers and our families to never allow ourselves or others to break a fatal risk control.
es: Todos tenemos una función. Debemos hacernos una promesa de seguridad a nosotros mismos, a nuestros colegas y a nuestras familias de que jamás permitiremos que alguien viole un control de riesgos fatales.

source: We all know Golder as the great organisation in which we work and share ownership.
es: Todos conocemos a Golder como la gran organización en la que trabajamos y cuya propiedad compartimos.

source: We have just seen that one of key clients has just had a fatality in this area due to a rockfall U/G.
es: Acabamos de ver que uno de los clientes clave acaba de tener una fatalidad en este ámbito debido a una caída de rocas subterránea.

source: We know that is not the case, our mining clients, in particular those that have world class recordable rates, continue to have fatalities on their sites every year, and in many cases while there TRCR continues to decrease, their fatality rates remain the same, or are rising.
es: Sabemos que no es así. Nuestros clientes, sobre todo los que tienen índices de casos registrables de clase mundial, siguen teniendo fatalidades en sus faenas todos los años y en algunos casos, mientras sus casos registrables siguen bajando, sus tasas de fatalidad siguen igual o aumentan.

source: We seemingly changed the way we work and do things, but we are still experiencing alarmingly similar incidents!
es: Pareciera que cambiamos la manera de trabajar y actuar, pero seguimos teniendo incidentes cuya similitud causa alarma.

source: We will not have one standard for one client and one standard for another.
es: No tendremos una norma para un cliente y otra norma para otro cliente.

source: We will not have one standard for one region and one standard for another.
es: No tendremos una norma para una región y otra norma para otra región.

source: What We Have Learned…
es: Qué hemos aprendido…
